{
  "items": [
    {
      "name": "Crossfit WorldWide Event",
      "image": "https://images-eu.ssl-images-amazon.com/images/G/02/AMAZON-FASHION/2016/SHOES/SPORT/MISC/Nikemobilefootball",
      "description": "At the Crossfit WorldWide Event athletes at compete in workouts that they learn about hours or days beforehand, consisting mostly of an assortment of standard aerobic, weightlifting, and gymnastics movement."
    },
    {
      "name": "US Open",
      "image": "http://www.9digits.com/wp-content/uploads/2016/01/Nike-Air-Zoom-Pegasus-31-Mens-Running-Shoe-652925_801_C_PREM.jpg",
      "description": "The United States Open Tennis Championships is a hardcourt tennis tournament. The tournament is the modern version of one of the oldest tennis championships in the world, the U.S. National Championship, for which men's singles was first contested in 1881."
    },
    {
      "name": "The Basketball Tournament",
      "image": "https://images.footlocker.com/pi/34835006/zoom/nike-air-huarache-womens",
      "description": "The Basketball Tournament (TBT) is an open-application, single-elimination tournament played each summer in the United States, currently featuring 64 teams. It was founded in 2014 by Jonathan Mugar."
    },
    {
      "name": "British Open",
      "image": "http://lovesneaker.com/12228-thickbox_default/-nike-flyknit-racer-nike-10-0027.jpg",
      "description": "The Open Championship, often referred to as The Open or the British Open, is the oldest of the four major championships in professional golf. Held in the United Kingdom, it is administered by The R&A and is the only major outside the United States."
    },
    {
      "name": "FIFA World Cup",
      "image": "https://thesolesupplier.co.uk/wp-content/uploads/2017/05/Nike-Flyknit-Racer-Be-True.png",
      "description": "The FIFA World Cup, often simply called the World Cup, is an international association football competition contested by the senior men's national teams of the members of Fédération Internationale de Football Association (FIFA), the sport's global governing body."
    }
  ]
}
